Repository: futtta/wp-donottrack
Catalog: languages/wp-donottrack-*.po
Languages: de

source: Options for WP DoNotTrack
de: Optionen für WP DoNotTrack

source: Who do you want to stop tracking for?
de: Für wen soll das Tracking gestoppt werden?

source: Visitor profile
de: Besucherprofil

source: Normal, forced or Superclean mode?
de: Normal, Erzwungen oder SuperClean-Modus?

source: Operating mode
de: Betriebsart

source: Blacklist or Whitelist mode?
de: Schwarze Liste oder Weiße Liste?

source: List mode
de: Listenart

source: 3rd Party Plugins and Libraries
de: 3rd Party Plugins und Libraries

source: Recent versions of all major browsers (<a href="http://www.wired.com/epicenter/2011/04/chrome-do-not-track/all/1" target="_blank">except Chrome</a>) allow users to opt out of tracking, in which case WP DoNotTrack can test for navigator.doNotTrack to conditionally stop 3rd party tracking. Alternatively WP DoNotTrack can act on the presence of a dont_track_me=1 cookie.
de: Neueste Versionen aller gängigen Browser (<a href="http://www.wired.com/epicenter/2011/04/chrome-do-not-track/all/1" target="_blank">außer Chrome</a>) ermöglichen Anwendern, Tracking auszuschalten. In diesem Fall kann WP DoNotTrack auf navigator.doNotTrack prüfen, um im Bedarfsfall 3rd Party Tracking zu verhindern. Alternativ kann WP DoNotTrack auf die Anwesenheit des dont_track_me=1-Cookies reagieren.

source: Only stop tracking for people with the DoNotTrack browser setting (does not work in Chrome) or based on the presence of a cookie.
de: Stoppe das Tracking nur für Personen mit DoNotTrack-Einstellung im Browser (funktioniert nicht in Chrome) oder bei Vorhandensein des entsprechenden Cookies.

source: Stop tracking for people who have their <a href="http://wordpress.org/extend/plugins/wp-donottrack/faq/">browser configured to do so or based on the presence of a cookie</a>.
de: Stoppe das Tracking für Personen, die ihren <a href="http://wordpress.org/extend/plugins/wp-donottrack/faq/">Browser entsprechend konfiguriert haben oder auf Basis eines Cookies</a>.

source: Privacy for all!
de: Datenschutz für alle!

source: Disable tracking for all my visitors!
de: Stoppe Tracking für alle meine Besucher!

source: "Normal" gently asks WordPress to add the WP DoNotTrack javascript to the HTML to check elements being added to your page. "Forced" adds the JavaScript with output buffering instead, to stop optimizing plugins (e.g. Autoptimize and W3 Total Cache) from loading WP DoNotTrack javascript too late. "SuperClean" uses the output buffering to also filter image, iframe and script tags in your HTML.
de: "Normal" fragt WordPress freundlich, dass WP DoNotTrack JavaScript zum HTML hinzuzufügen, um zu prüfen, ob Elemente hinzugefügt werden. "Erzwungen" fügt das JavaScript hingegen mit Output Buffering hinzu, um optimierende Plugins (z.B. Autoptimize und W3 Total Cache) daran zu hindern, das WP DoNotTrack Javascript zu spät zu laden. "SuperClean" nutzt das Output Buffering, um auch image, iframe und script tags im HTML zu filtern.

source: Normal (least invasive)
de: Normal (am wenigsten invasiv)

source: Forced
de: Erzwungen

source: Forced (default)
de: Erzwungen (standard)

source: SuperClean (most invasive)
de: SuperClean (am meisten invasiv)

source: Blacklist-mode is easier to set up, but less secure as it won't stop code from being added later. Whitelist-mode is more future-proof, but you'll have to explicitely identify the 3rd parties that are allowed to add elements to the DOM.
de: Der Modus mit Schwarzer Liste ist einfacher einzurichten, aber weniger sicher, da er keinen später hinzugefügten Code stoppen wird. Der Modus mit Weißer Liste ist zukunftssicherer, aber es müssen explizit diejenigen 3rd Parties identifiziert werden, die Elemente zum DOM hinzufügen dürfen.

source: Blacklist
de: Schwarze Liste

source: Blacklist (all listed domains will be blocked)
de: Schwarze Liste (alle gelisteten Domains werden blockiert)

source: Whitelist
de: Weiße Liste

source: Whitelist (all BUT the listed domains will be blocked)
de: Weiße Liste (alle AUßER der gelisteten Domains werden blockiert)

source: Comma-seperated list of the domains you want to exclude from being added to your blog
de: Komma-getrennte Liste an Domains, die nicht zum Blog hinzugefügt werden dürfen

source: Comma-seperated list of the domains you want to allow to be added to your blog (your blog will be auto-whitelisted)
de: Komma-getrennte Liste an Domains, die zum Blog hinzugefügt werden dürfen (der Blog selbst wird automatisch erlaubt)

source: WP DoNotTrack can try to assist in anonymizing different 3rd party plugins and libraries, if they are included to this WordPress instance. Please bear in mind, that success may heavily depend on the order, in which the plugins and libraries are loaded (which this plugin does not take control of) and the recognition of external configuration. Anonymization therefore can not be guaranteed and has to be evaluated before productive usage.
de: WP DoNotTrack kann versuchen, beim Anonymisieren von 3rd Party Plugins und Libraries zu helfen, die in der WordPress-Instanz eingebettet sind. Bitte beachten Sie, dass der Erfolg stark von der Reihenfolge abhängt, in welcher die Plugins und Libraries geladen werden (und worauf dieses Plugin keinen Einfluss hat), sowie von externen Konfigurationen. Die Anonymisierung kann somit nicht garantiert werden und sollte vor produktiver Nutzung geprüft werden.

source: Use AddThis plugin without cookies
de: Nutze das AddThis-Plugin ohne Cookies

source: Instruct the <a href="https://wordpress.org/plugins/addthis/" target="_blank">AddThis plugin</a> to not use cookies.
de: Weise das <a href="https://wordpress.org/plugins/addthis/" target="_blank">AddThis-Plugin</a> an, keine Cookies zu verwenden

source: Instruct Add-To-Any plugin to not use 3rd party cookies
de: Weise das Add-To-Any-Plugin an, keine 3rd Party Cookies zu nutzen

source: Tell the <a href="https://wordpress.org/plugins/add-to-any/" target="_blank">Add-To-Any plugin</a> to disable 3rd party cookies.
de: Weise das <a href="https://wordpress.org/plugins/add-to-any/" target="_blank">Add-To-Any-Plugin</a> an, keine 3rd Party Cookies zu nutzen.

source: IP address anonymization for Google Analytics
de: IP-Addressen-Anonymisierung für Google Analytics

source: Instruct Google Analytics (<a href="https://developers.google.com/analytics/devguides/collection/gtagjs/" target="_blank">Global Site Tag/gtag.js</a>, <a href="https://developers.google.com/analytics/devguides/collection/analyticsjs/" target="_blank">Universal Analytics/analytics.js</a> and <a href="https://developers.google.com/analytics/devguides/collection/gajs/" target="_blank">Classical Google Analytics/ga.js</a>) to anonymize IP addresses.
de: Weise Google Analytics (<a href="https://developers.google.com/analytics/devguides/collection/gtagjs/" target="_blank">Global Site Tag/gtag.js</a>, <a href="https://developers.google.com/analytics/devguides/collection/analyticsjs/" target="_blank">Universal Analytics/analytics.js</a> und <a href="https://developers.google.com/analytics/devguides/collection/gajs/" target="_blank">Classical Google Analytics/ga.js</a>) an, IP-Adressen zu anonymisieren.
